Repository: konvader/OctoPrint-Powerinfo
Catalog: octoprint_powerinfo/translations/*/LC_MESSAGES/messages.po
Languages: de

source: Powerinfo settings for Raspberry Pi
de: Raspberry Pi Powerinfo Einstellungen

source: The plugin monitors the state of a 2 channel Raspberry Pi relay card (e.g. SainSmart).
de: Das Plugin zeigt den Status einer 2 Kanal Relaiskarte an (z.B. SainSmart).

source: Input configuration
de: Eingänge konfigurierren

source: Specifiy the relay input pins on the pi (not the GPIO number).
de: Wähle die Eingangspins für die Relais (nicht die GPIO Nummer).

source: relay 1 input pin
de: Relais 1 Eingangspin

source: relay 2 input pin
de: Relais 2 Eingangspin

source: Output configuration
de: Konfiguration der Weboberfläche

source: Specify the refresh rate of the plugin and the labels for the relays and states.
de: Wähle die Aktualisierungsrate der Relais für die Weboberfläche

source: Refresh rates lower than 5 seconds might impact overall performance!
de: Ein Rate unter 5 Sekunden kann die Gesamtgeschwindigkeit beeinträchtigen!

source: refresh rate
de: Aktualisierungsrate

source: seconds
de: Sekunden

source: Label for power on
de: Text für Relais Ein

source: Label for power off
de: Text für Relais Aus

source: Label for relay 1
de: Bezeichnung für Relais 1

source: relay 1
de: Relais 1

source: Label for relay 2
de: Bezeichnung für Relais 2

source: relay 2
de: Relais 2
